Repository: SoufianeAbk/SafeCasino
Catalog: SafeCasino.web/Resources/SharedResource.*.resx
Languages: fr, nl

source: Home
fr: Accueil

source: Games
fr: Jeux
nl: Spellen

source: Dice
fr: Dés
nl: Dobbelstenen

source: Live Casino
fr: Casino en Direct

source: Napoleon Hub
fr: Hub Napoléon

source: Login
fr: Connexion
nl: Inloggen

source: Register
fr: S'inscrire
nl: Registreren

source: Logout
fr: Déconnexion
nl: Uitloggen

source: Profile
fr: Profil
nl: Profiel

source: Search
fr: Rechercher
nl: Zoeken

source: Filter
fr: Filtrer
nl: Filteren

source: Sort
fr: Trier
nl: Sorteren

source: Play Now
fr: Jouer Maintenant
nl: Speel Nu

source: Submit
fr: Soumettre
nl: Verzenden

source: Cancel
fr: Annuler
nl: Annuleren

source: Save
fr: Enregistrer
nl: Opslaan

source: Delete
fr: Supprimer
nl: Verwijderen

source: Edit
fr: Modifier
nl: Bewerken

source: Back
fr: Retour
nl: Terug

source: Load More
fr: Charger Plus
nl: Meer Laden

source: View All
fr: Voir Tout
nl: Bekijk Alles

source: More Info
fr: Plus d'Info
nl: Meer Info

source: Popular
fr: Populaire
nl: Populair

source: New
fr: Nouveau
nl: Nieuw

source: Category
fr: Catégorie
nl: Categorie

source: Provider
fr: Fournisseur

source: Providers
fr: Fournisseurs

source: Min. Bet
fr: Mise Min.
nl: Min. Inzet

source: Max. Bet
fr: Mise Max.
nl: Max. Inzet

# PlayCount
source: Times Played
fr: Fois Joué
nl: Keer Gespeeld

source: Reviews
fr: Avis

source: Rating
fr: Évaluation
nl: Beoordeling

source: Details
fr: Détails

source: Slots
fr: Machines à Sous

source: Popular Games
fr: Jeux Populaires
nl: Populaire Spellen

source: Exclusive
fr: Exclusif
nl: Exclusief

source: Exclusives
fr: Exclusifs
nl: Exclusief

source: My Profile
fr: Mon Profil
nl: Mijn Profiel

source: My Balance
fr: Mon Solde
nl: Mijn Saldo

source: Password
fr: Mot de passe
nl: Wachtwoord

source: Confirm Password
fr: Confirmer le mot de passe
nl: Bevestig Wachtwoord

source: First Name
fr: Prénom
nl: Voornaam

source: Last Name
fr: Nom de famille
nl: Achternaam

source: Date of Birth
fr: Date de naissance
nl: Geboortedatum

source: Remember me
fr: Se souvenir de moi
nl: Onthoud mij

# NoAccount
source: Don't have an account?
fr: Vous n'avez pas de compte?
nl: Nog geen account?

# Welcome
source: Welcome to SafeCasino
fr: Bienvenue chez SafeCasino
nl: Welkom bij SafeCasino

source: Welcome back
fr: Bon retour
nl: Welkom terug

# LoginRequired
source: You must login to play
fr: Vous devez vous connecter pour jouer
nl: Je moet inloggen om te spelen

# RegistrationSuccess
source: Registration successful! Welcome to SafeCasino!
fr: Inscription réussie! Bienvenue chez SafeCasino!
nl: Registratie succesvol! Welkom bij SafeCasino!

# LoginSuccess
source: Successfully logged in
fr: Connexion réussie
nl: Succesvol ingelogd

# LogoutSuccess
source: You have been logged out
fr: Vous avez été déconnecté
nl: Je bent uitgelogd

source: Invalid login attempt
fr: Tentative de connexion invalide
nl: Ongeldige inlogpoging

# AccountLockedOut
source: Account is temporarily locked
fr: Le compte est temporairement verrouillé
nl: Account is tijdelijk vergrendeld

# Required
source: {0} is required
fr: {0} est requis
nl: {0} is verplicht

# EmailRequired
source: Email address is required
fr: L'adresse email est requise
nl: E-mailadres is verplicht

# EmailInvalid
source: Invalid email address
fr: Adresse email invalide
nl: Ongeldig e-mailadres

# PasswordRequired
source: Password is required
fr: Le mot de passe est requis
nl: Wachtwoord is verplicht

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
nl: Wachtwoorden komen niet overeen

# MinimumAge
source: You must be at least 18 years old
fr: Vous devez avoir au moins 18 ans
nl: Je moet minimaal 18 jaar oud zijn

# StringLength
source: {0} must be between {2} and {1} characters long
fr: {0} doit contenir entre {2} et {1} caractères
nl: {0} moet tussen {2} en {1} tekens lang zijn

# SafeCasinoTitle
source: Welcome to SafeCasino - Your Trusted Online Casino
fr: Bienvenue chez SafeCasino - Votre Casino en Ligne de Confiance
nl: Welkom bij SafeCasino - Jouw Vertrouwde Online Casino

# SafeCasinoSubtitle
source: Discover thousands of exciting casino games, live dealers and daily tournaments with fantastic prizes!
fr: Découvrez des milliers de jeux de casino passionnants, des croupiers en direct et des tournois quotidiens avec des prix fantastiques!
nl: Ontdek duizenden spannende casinospellen, live dealers en dagelijkse toernooien met fantastische prijzen!

source: Daily Boost
fr: Boost Quotidien
nl: Dagelijkse Boost

source: Up to
fr: Jusqu'à
nl: Tot

# PlayAndWin10Times
source: Play and win 10x your bet
fr: Jouez et gagnez 10x votre mise
nl: Speel en win 10x je inzet

# Receive25PercentCashback
source: Receive 25% cashback
fr: Recevez 25% de cashback
nl: Ontvang 25% cashback

source: Animal Tournament
fr: Tournoi des Animaux
nl: Dieren Toernooi

source: Daily
fr: Quotidien
nl: Dagelijks

source: Get your share of
fr: Obtenez votre part de
nl: Maak kans op

source: Daily Prize Pool
fr: Cagnotte Quotidienne
nl: Dagelijkse Prijzenpot

source: Live Crash Game
fr: Jeu Crash en Direct

source: Your wins are
fr: Vos gains sont
nl: Je winsten zijn

source: Ready for
fr: Prêts pour
nl: Klaar voor

source: Takeoff
fr: Décollage
nl: Opstijgen

source: Tournament
fr: Tournoi
nl: Toernooi

source: Daily Spin
fr: Tour Quotidien
nl: Dagelijkse Draai

source: Coin Shop
fr: Boutique de Pièces
nl: Muntenwinkel

source: Only at SafeCasino
fr: Uniquement chez SafeCasino
nl: Alleen bij SafeCasino

# JoinExcitingTournaments
source: Join exciting tournaments and win fantastic prizes!
fr: Participez à des tournois passionnants et gagnez des prix fantastiques!
nl: Doe mee aan spannende toernooien en win fantastische prijzen!

# DailyPrizePotsUp
source: Daily prize pots up to €30,000!
fr: Cagnottes quotidiennes jusqu'à 30 000 €!
nl: Dagelijkse prijzenpotten tot €30.000!

source: Why SafeCasino?
fr: Pourquoi SafeCasino?
nl: Waarom SafeCasino?

# CompletelySecure
source: 100% Secure
fr: 100% Sécurisé
nl: 100% Veilig

# SSLEncryptionSecurePayments
source: SSL encryption and secure payments
fr: Cryptage SSL et paiements sécurisés
nl: SSL-versleuteling en veilige betalingen

source: Top Games
fr: Meilleurs Jeux
nl: Top Spellen

# ExclusiveGamesTopProviders
source: Exclusive games from top providers
fr: Jeux exclusifs des meilleurs fournisseurs
nl: Exclusieve spellen van topspellen

# Support24
source: 24/7 Support
fr: Support 24/7

# AlwaysAvailableForQuestions
source: Always available for your questions
fr: Toujours disponible pour vos questions
nl: Altijd beschikbaar voor je vragen

source: Best RTP
fr: Meilleur RTP
nl: Beste RTP

source: Highest payout percentages
fr: Pourcentages de paiement les plus élevés
nl: Hoogste uitbetalingspercentages

source: SSL Secured
fr: Sécurisé SSL
nl: SSL Beveiligd

# PlayersCount
source: 10,000+ Players
fr: 10 000+ Joueurs
nl: 10.000+ Spelers

# GamesCount
source: 9,000+ Games
fr: 9 000+ Jeux
nl: 9.000+ Spellen

# JoinDailyTournament
source: Join our daily tournament and win €30,000!
fr: Participez à notre tournoi quotidien et gagnez 30 000 €!
nl: Doe mee aan ons dagelijkse toernooi en win €30.000!

source: Every day again!
fr: Chaque jour à nouveau!
nl: Elke dag opnieuw!

# FirstPlace
source: 1st Place
fr: 1ère Place
nl: 1e Plaats

# SecondPlace
source: 2nd Place
fr: 2ème Place
nl: 2e Plaats

# ThirdPlace
source: 3rd Place
fr: 3ème Place
nl: 3e Plaats

# FourthToTenth
source: 4th - 10th Place
fr: 4ème - 10ème Place
nl: 4e - 10e Plaats

# EleventhToHundredth
source: 11th - 100th Place
fr: 11ème - 100ème Place
nl: 11e - 100e Plaats

source: How It Works
fr: Comment Ça Marche
nl: Hoe werkt het?

source: Play Participating Games
fr: Jouez aux Jeux Participants
nl: Speel Deelnemende Spellen

# PlayParticipatingGamesDescription
source: Play any of the participating games with real bets
fr: Jouez à n'importe quel jeu participant avec de vraies mises
nl: Speel een van de deelnemende spellen met echte inzetten

source: Collect Points
fr: Collectez des Points
nl: Verzamel Punten

# CollectPointsDescription
source: Every €1 bet = 1 tournament point
fr: Chaque €1 misé = 1 point de tournoi
nl: Elke €1 inzet = 1 toernooipunt

# CheckPosition
source: Check Your Position
fr: Vérifiez Votre Position
nl: Controleer je Positie

# CheckPositionDescription
source: View your position live on the leaderboard
fr: Consultez votre position en direct sur le classement
nl: Bekijk live je positie op het klassement

source: Win Prizes
fr: Gagnez des Prix
nl: Win Prijzen

# WinPrizesDescription
source: Top 100 players win a guaranteed prize!
fr: Les 100 meilleurs joueurs gagnent un prix garanti!
nl: Top 100 spelers winnen gegarandeerd een prijs!

source: Participating Games
fr: Jeux Participants
nl: Deelnemende Spellen

# PlayPopularAnimalsGames
source: Play the most popular animal games and collect points!
fr: Jouez aux jeux d'animaux les plus populaires et collectez des points!
nl: Speel de populairste dierenspellen en verzamel punten!

source: View All Participating Games
fr: Voir Tous les Jeux Participants
nl: Bekijk Alle Deelnemende Spellen

# TournamentDailyHours
source: Tournament runs daily from 00:00 to 23:59
fr: Le tournoi se déroule quotidiennement de 00:00 à 23:59
nl: Toernooi loopt dagelijks van 00:00 tot 23:59 uur

# MinimumBetPerSpin
source: Minimum bet €0.20 per spin
fr: Mise minimale 0,20 € par tour
nl: Minimale inzet €0,20 per spin

# PointsPerEuro
source: 1 point per €1 bet
fr: 1 point par €1 misé
nl: 1 punt per €1 inzet

# OnlyParticipatingGamesCount
source: Only bets on participating games count
fr: Seules les mises sur les jeux participants comptent
nl: Alleen inzetten op deelnemende spellen tellen mee

# PrizesAwardedWithin24Hours
source: Prizes awarded within 24 hours after tournament
fr: Prix attribués dans les 24 heures après le tournoi
nl: Prijzen worden binnen 24 uur na het toernooi uitgekeerd

# NoRegistrationRequired
source: No registration required, play automatically
fr: Aucune inscription requise, jouez automatiquement
nl: Geen registratie vereist, speel automatisch mee

# Top100PlayersWinPrizes
source: Top 100 players win a prize
fr: Les 100 meilleurs joueurs gagnent un prix
nl: Top 100 spelers winnen een prijs

# SafeCasinoTermsApply
source: SafeCasino general terms and conditions apply
fr: Les conditions générales de SafeCasino s'appliquent
nl: Algemene voorwaarden van SafeCasino zijn van toepassing

# SafeCasinoReservesRight
source: SafeCasino reserves the right to modify or stop the tournament
fr: SafeCasino se réserve le droit de modifier ou d'arrêter le tournoi
nl: SafeCasino behoudt zich het recht voor het toernooi te wijzigen of stop te zetten

source: Ready to Win?
fr: Prêt à Gagner?
nl: Klaar om te Winnen?

# StartPlayingTodayWin
source: Start playing today and win up to €30,000!
fr: Commencez à jouer aujourd'hui et gagnez jusqu'à 30 000 €!
nl: Begin vandaag nog met spelen en maak kans op €30.000!

source: Register Now
fr: Inscrivez-vous Maintenant
nl: Registreer Nu

# NeedMoreInfo
source: Need more information?
fr: Besoin de plus d'informations?
nl: Meer informatie nodig?

# ContactCustomerServiceTournament
source: Contact our customer service for more details about the tournament.
fr: Contactez notre service client pour plus de détails sur le tournoi.
nl: Neem contact op met onze klantenservice voor meer details over het toernooi.

# TrustedOnlineCasino
source: Your trusted online casino since 2020
fr: Votre casino en ligne de confiance depuis 2020
nl: Jouw vertrouwde online casino sinds 2020

source: Our Mission
fr: Notre Mission
nl: Onze Missie

# MissionStatement
source: SafeCasino strives to provide the best and safest online casino experience
fr: SafeCasino s'efforce de fournir la meilleure et la plus sûre expérience de casino en ligne
nl: SafeCasino streeft ernaar de beste en veiligste online casino-ervaring te bieden

# MissionDescription
source: We believe that gambling should be fun, safe and fair. That's why we only work with the best providers, use the latest security technology and offer transparent conditions.
fr: Nous croyons que le jeu doit être amusant, sûr et équitable. C'est pourquoi nous ne travaillons qu'avec les meilleurs fournisseurs, utilisons la dernière technologie de sécurité et offrons des conditions transparentes.
nl: Wij geloven dat gokken leuk, veilig en eerlijk moet zijn. Daarom werken we alleen met de beste providers, gebruiken we de nieuwste beveiligingstechnologie en bieden we transparante voorwaarden.

# MissionStats
source: With more than 10,000 satisfied players and 9,000+ games, we are proud of what we have built.
fr: Avec plus de 10 000 joueurs satisfaits et 9 000+ jeux, nous sommes fiers de ce que nous avons construit.
nl: Met meer dan 10.000 tevreden spelers en 9.000+ spellen zijn we trots op wat we hebben opgebouwd.

# OfficiallyLicensedRegulated
source: Officially licensed and regulated
fr: Officiellement licencié et réglementé
nl: Officieel gelicentieerd en gereguleerd

# TeamAlwaysReady
source: Our team is always ready for you
fr: Notre équipe est toujours prête pour vous
nl: Ons team staat altijd voor je klaar

source: Our Values
fr: Nos Valeurs
nl: Onze Waarden

source: Fairness
fr: Équité
nl: Eerlijkheid

# FairnessDescription
source: All games are independently tested and certified for fairness
fr: Tous les jeux sont testés et certifiés de manière indépendante pour l'équité
nl: Alle spellen worden onafhankelijk getest en gecertificeerd voor eerlijkheid

source: Safety
fr: Sécurité
nl: Veiligheid

# SafetyDescription
source: Your data and money are 100% safe with us
fr: Vos données et votre argent sont 100% en sécurité avec nous
nl: Je gegevens en geld zijn 100% veilig bij ons

source: Responsibility
fr: Responsabilité
nl: Verantwoordelijkheid

# ResponsibilityDescription
source: We take responsible gambling seriously and offer help where needed
fr: Nous prenons le jeu responsable au sérieux et offrons de l'aide si nécessaire
nl: We nemen verantwoord gokken serieus en bieden hulp waar nodig

source: Active Players
fr: Joueurs Actifs
nl: Actieve Spelers

# JoinSafeCasinoFamily
source: Join the SafeCasino Family
fr: Rejoignez la Famille SafeCasino
nl: Word Lid van de SafeCasino Familie

# JoinThousandsHappyPlayers
source: Join thousands of happy players who enjoy our games every day!
fr: Rejoignez des milliers de joueurs heureux qui profitent de nos jeux chaque jour!
nl: Sluit je aan bij duizenden tevreden spelers die elke dag genieten van onze spellen!

source: View Games
fr: Voir les Jeux
nl: Bekijk Spellen

# PrivacyImportant
source: Your privacy is important to us
fr: Votre vie privée est importante pour nous
nl: Jouw privacy is belangrijk voor ons

source: Last updated
fr: Dernière mise à jour
nl: Laatst bijgewerkt

# DecemberMonthName
source: December
fr: décembre

# PrivacyIntroduction
source: SafeCasino respects your privacy and protects your personal data. This privacy policy explains what information we collect, how we use it and what your rights are.
fr: SafeCasino respecte votre vie privée et protège vos données personnelles. Cette politique de confidentialité explique quelles informations nous collectons, comment nous les utilisons et quels sont vos droits.
nl: SafeCasino respecteert jouw privacy en beschermt je persoonlijke gegevens. Dit privacybeleid legt uit welke informatie we verzamelen, hoe we deze gebruiken en wat jouw rechten zijn.

# PrivacyAgree
source: By using our services, you agree to this privacy policy.
fr: En utilisant nos services, vous acceptez cette politique de confidentialité.
nl: Door gebruik te maken van onze diensten, ga je akkoord met dit privacybeleid.

# WhatInfoCollect
source: What Information Do We Collect?
fr: Quelles Informations Collectons-Nous?
nl: Welke Informatie Verzamelen We?

# PersonalInfo
source: Personal Information
fr: Informations Personnelles
nl: Persoonlijke Informatie

# PersonalInfoDescription
source: We collect the following personal information:
fr: Nous collectons les informations personnelles suivantes:
nl: We verzamelen de volgende persoonlijke informatie:

# NameContactDetails
source: Name and contact details (email, phone number)
fr: Nom et coordonnées (email, téléphone)
nl: Naam en contactgegevens (e-mail, telefoonnummer)

# BirthdateIDVerification
source: Date of birth and ID verification
fr: Date de naissance et vérification d'identité
nl: Geboortedatum en ID-verificatie

# PaymentInfo
source: Payment information
fr: Informations de paiement
nl: Betalingsinformatie

# CustomerServiceComm
source: Communication with customer service
fr: Communication avec le service client
nl: Communicatie met klantenservice

# AutomaticInfo
source: Automatically Collected Information
fr: Informations Collectées Automatiquement
nl: Automatisch Verzamelde Informatie

# AutomaticInfoDescription
source: We automatically collect:
fr: Nous collectons automatiquement:
nl: We verzamelen automatisch:

# IPAddressDevice
source: IP address and device information
fr: Adresse IP et informations sur l'appareil
nl: IP-adres en apparaatinformatie

# BrowserType
source: Browser type and version
fr: Type et version du navigateur
nl: Browsertype en versie

# PagesVisited
source: Pages visited and click behavior
fr: Pages visitées et comportement de clic
nl: Bezochte pagina's en klikgedrag

# CookiesTech
source: Cookies and similar technologies
fr: Cookies et technologies similaires
nl: Cookies en vergelijkbare technologieën

source: Gaming Behavior
fr: Comportement de Jeu
nl: Spelgedrag

# GamingBehaviorMonitor
source: We monitor your gaming behavior to promote responsible gambling:
fr: Nous surveillons votre comportement de jeu pour promouvoir le jeu responsable:
nl: We monitoren je spelgedrag om verantwoord gokken te bevorderen:

source: Play history
fr: Historique de jeu
nl: Speelgeschiedenis

# DepositsWithdrawals
source: Deposits and withdrawals
fr: Dépôts et retraits
nl: Stortingen en opnames

# BetsWinnings
source: Bets and winnings
fr: Mises et gains
nl: Inzetten en winsten

# SessionDuration
source: Session duration and frequency
fr: Durée et fréquence des sessions
nl: Sessieduur en frequentie

# HowWeUseInfo
source: How Do We Use Your Information?
fr: Comment Utilisons-Nous Vos Informations?
nl: Hoe Gebruiken We Je Informatie?

# DataUsedFor
source: Your data is used for:
fr: Vos données sont utilisées pour:
nl: Je gegevens worden gebruikt voor:

source: Account Management
fr: Gestion de Compte
nl: Accountbeheer

# AccountVerification
source: Creating and verifying accounts
fr: Créer et vérifier des comptes
nl: Account aanmaken en verifiëren

source: Service Delivery
fr: Prestation de Services
nl: Dienstverlening

# ProvidingCasinoService
source: Providing casino services
fr: Fournir des services de casino
nl: Leveren van casinodiensten

source: Security
fr: Sécurité
nl: Beveiliging

# DetectingFraud
source: Detecting fraud and abuse
fr: Détecter la fraude et les abus
nl: Detecteren van fraude en misbruik

# MonitoringGamingBehavior
source: Monitoring gaming behavior for responsible gambling
fr: Surveiller le comportement de jeu pour le jeu responsable
nl: Monitoren van spelgedrag voor verantwoord gokken

source: Improvement
fr: Amélioration
nl: Verbetering

# AnalyzingImprovingServices
source: Analyzing and improving our services
fr: Analyser et améliorer nos services
nl: Analyseren en verbeteren van onze diensten

# SendingUpdatesPromo
source: Sending updates and promotions
fr: Envoyer des mises à jour et des promotions
nl: Verzenden van updates en promoties

# DoWeShareInfo
source: Do We Share Your Information?
fr: Partageons-Nous Vos Informations?
nl: Delen We Je Informatie?

# NoShareMarketing
source: We NEVER sell your data to third parties for marketing purposes.
fr: Nous ne vendons JAMAIS vos données à des tiers à des fins de marketing.
nl: We verkopen je gegevens NOOIT aan derden voor marketingdoeleinden.

# ShareInfoWith
source: We only share your information with:
fr: Nous ne partageons vos informations qu'avec:
nl: We delen je informatie alleen met:

source: Payment Providers
fr: Fournisseurs de Paiement
nl: Betalingsproviders

# ProcessingDeposits
source: For processing deposits and withdrawals
fr: Pour traiter les dépôts et les retraits
nl: Voor het verwerken van stortingen en opnames

source: Game Providers
fr: Fournisseurs de Jeux
nl: Spelproviders

# DeliveringGames
source: For delivering games
fr: Pour fournir des jeux
nl: Voor het leveren van spellen

source: Authorities
fr: Autorités
nl: Autoriteiten

source: When legally required
fr: Lorsque légalement requis
nl: Wanneer wettelijk verplicht

source: Service Providers
fr: Fournisseurs de Services
nl: Dienstverleners

# WorkingOurBehalf
source: Working on our behalf
fr: Travaillant en notre nom
nl: Die namens ons werken

source: Your Rights
fr: Vos Droits
nl: Jouw Rechten

# GDPRRights
source: Under GDPR you have the following rights:
fr: En vertu du RGPD, vous avez les droits suivants:
nl: Onder de AVG heb je de volgende rechten:

source: Right to Access
fr: Droit d'Accès
nl: Recht op Inzage

source: View your data
fr: Consulter vos données
nl: Bekijk je gegevens

source: Right to Correct
fr: Droit de Rectification
nl: Recht op Correctie

source: Correct incorrect data
fr: Corriger les données incorrectes
nl: Corrigeer onjuiste gegevens

source: Right to Delete
fr: Droit à l'Effacement
nl: Recht op Verwijdering

source: Request data deletion
fr: Demander la suppression des données
nl: Vraag verwijdering aan

# RightToData
source: Right to Data Portability
fr: Droit à la Portabilité
nl: Recht op Gegevens

# DataReadableFormat
source: Data in readable format
fr: Données dans un format lisible
nl: Gegevens in leesbaar formaat

source: Right to Restrict
fr: Droit à la Limitation
nl: Recht op Beperking

source: Limit data usage
fr: Limiter l'utilisation des données
nl: Beperk gegevensgebruik

# RightToObjection
source: Right to Object
fr: Droit d'Opposition
nl: Recht op Bezwaar

# ObjectProcessing
source: Object to processing
fr: S'opposer au traitement
nl: Maak bezwaar tegen verwerking

# ExerciseRights
source: To exercise your rights, contact us at
fr: Pour exercer vos droits, contactez-nous à
nl: Om je rechten uit te oefenen, neem contact op via

source: Data Security
fr: Sécurité des Données
nl: Gegevensbeveiliging

# SecurityMeasures
source: We take extensive security measures to protect your data:
fr: Nous prenons des mesures de sécurité étendues pour protéger vos données:
nl: We nemen uitgebreide beveiligingsmaatregelen om je gegevens te beschermen:

source: Encryption
fr: Chiffrement
nl: Versleuteling

# AllCommunicationEncrypted
source: All communication is encrypted
fr: Toute communication est chiffrée
nl: Alle communicatie is versleuteld

source: Secure Servers
fr: Serveurs Sécurisés
nl: Beveiligde Servers

# DataStoredSecureServers
source: Data stored on secure servers
fr: Données stockées sur des serveurs sécurisés
nl: Gegevens opgeslagen op beveiligde servers

source: Firewall Protection
fr: Protection Pare-feu
nl: Firewall Bescherming

source: Advanced firewalls
fr: Pare-feu avancés
nl: Geavanceerde firewalls

source: Regular Audits
fr: Audits Réguliers
nl: Regelmatige Audits

source: Independent security audits
fr: Audits de sécurité indépendants
nl: Onafhankelijke beveiligingsaudits

source: Privacy Questions?
fr: Questions sur la Confidentialité?
nl: Vragen over Privacy?

# FreeToContact
source: Feel free to contact us if you have questions about this privacy policy.
fr: N'hésitez pas à nous contacter si vous avez des questions sur cette politique de confidentialité.
nl: Neem gerust contact met ons op als je vragen hebt over dit privacybeleid.

# ResponsibleGamingTitle
source: Responsible Gaming - SafeCasino
fr: Jeu Responsable - SafeCasino
nl: Verantwoord Spelen - SafeCasino

source: RESPONSIBLE GAMING
fr: JEU RESPONSABLE
nl: VERANTWOORD SPELEN
