Repository: SoufianeAbk/SafeCasino
Catalog: SafeCasino.web/Resources/SharedResource.*.resx
Languages: fr, nl

# ResponsibleGamingSubtitle
source: Gambling should stay fun. Always play within your limits.
fr: Le jeu doit rester amusant. Jouez toujours dans vos limites.
nl: Gokken moet leuk blijven. Speel altijd binnen je grenzen.

source: Gambling can be addictive.
fr: Le jeu peut créer une dépendance.
nl: Gokken kan verslavend zijn.

source: Privacy
fr: Confidentialité

# About
source: About Us
fr: À Propos
nl: Over Ons

# Copyright
source: © 2025 SafeCasino. All rights reserved.
fr: © 2025 SafeCasino. Tous droits réservés.
nl: © 2025 SafeCasino. Alle rechten voorbehouden.

# FooterDescription
source: Your trusted online casino with the best games and highest security standards. Play responsibly.
fr: Votre casino en ligne de confiance avec les meilleurs jeux et les normes de sécurité les plus élevées. Jouez de manière responsable.
nl: Jouw vertrouwde online casino met de beste spellen en hoogste beveiligingsstandaarden. Speel verantwoord.

source: Casino Games
fr: Jeux de Casino
nl: Casino Spellen

source: Terms & Conditions
fr: Conditions Générales
nl: Algemene Voorwaarden

source: Support & Security
fr: Support & Sécurité
nl: Ondersteuning & Beveiliging

source: Customer Service
fr: Service Client
nl: Klantenservice

source: Secured
fr: Sécurisé
nl: Beveiligd

source: Payment Methods
fr: Méthodes de Paiement
nl: Betaalmethoden

source: All rights reserved.
fr: Tous droits réservés.
nl: Alle rechten voorbehouden.

source: Licensed Casino
fr: Casino Licencié
nl: Gelicentieerd Casino

# Disclaimer
source: Gambling can be addictive. Play responsibly. SafeCasino is licensed and regulated. Only for players 18+.
fr: Les jeux d'argent peuvent créer une dépendance. Jouez de manière responsable. SafeCasino est licencié et réglementé. Réservé aux joueurs de 18 ans et plus.
nl: Gokken kan verslavend zijn. Speel verantwoord. SafeCasino is gelicentieerd en gereguleerd. Alleen voor spelers van 18+.

source: Play Responsibly
fr: Jouez de manière responsable
nl: Speel Verantwoord

# SecuredSSL
source: SSL Secured
fr: SSL Sécurisé
nl: SSL Beveiligd

source: Promotions
nl: Promoties

source: Promos
nl: Acties

source: Communication
nl: Communicatie

source: Important!
nl: Belangrijk!

source: Information
nl: Informatie
